Repository: nathanfallet/MorpionTPE-iOS
Catalog: MorpionTPE/*.lproj/Localizable.strings
Languages: de, es, fr, ru

# subname
source: A tic tac toe, with an AI and PRO features
de: tic tac toe mit KI und PRO Funktionen
es: Tres en raya, con IA y PRO funcionalidades
fr: Un Morpion, avec une IA et des fonctionnalités PRO
ru: Крестики-нолики с ИИ и дополнительными возможностями

# button1
source: Player VS Player
de: Spieler vs. Spieler
es: Jugador VS Jugador
fr: Joueur VS Joueur
ru: Игрок VS Игрок

# button2
source: Player VS Computer
de: Spieler vs. Computer
es: Jugador VS Ordenador
fr: Joueur VS Ordinateur
ru: Игрок VS Компьютер

# button3
source: Computer VS Computer
es: Ordenador VS Ordenador
fr: Ordinateur VS Ordinateur
ru: Компьютер VS Компьютер

source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
ru: Настройки

# bottom
source: App made by Nathan Fallet © Groupe MINASTE
de: App wurde von Nathan Fallet entwickelt © Groupe MINASTE
es: App hecha por Nathan Fallet © Groupe MINASTE
fr: App créé par Nathan Fallet © Groupe MINASTE
ru: Приложение сделал Nathan Fallet © Groupe MINASTE

# again
source: Play again
de: Wieder spielen
es: Jugar de nuevo
fr: Rejouer
ru: снова играть

# back
source: Go back to menu
de: Zurück zum Menü
es: Volver al menú
fr: Retour au menu
ru: Вернуться в меню

# playing_computer
source: Game is playing: Computer (%@), it's to you!
de: Spiel läuft: Computer (%@) ist am Zug!
es: Juego en proceso: ¡Es el turno del ordenador (%@)!
fr: Partie en cours : C'est au tour de l'ordinateur (%@) !
ru: Игра продолжается: Компьютер (%@), твой ход!

# playing_human
source: Game is playing: Player %@, it's to you!
de: Spiel läuft: Spieler %@ ist am Zug!
es: Juego en proceso: ¡Es el turno del jugador %@!
fr: Partie en cours : C'est au tour du joueur %@ !
ru: Игра продолжается: Игрок %@, твой ход!

# ended_computer
source: Game has ended! Winner: Computer (%@)
de: Spiel vorbei! Gewinner: Computer (%@)
es: ¡Juego terminado! Ganador: Ordenador (%@)
fr: Partie terminée ! Gagnant : Ordinateur (%@)
ru: Игра закончена! Победитель: Компьютер (%@)

# ended_human
source: Game has ended! Winner: Player %@
de: Spiel vorbei! Gewinner: Spieler %@
es: ¡Juego terminado! Ganador: Jugador %@
fr: Partie terminée ! Gagnant : Joueur %@
ru: Игра закончена! Победитель: Игрок %@

# ended_empty
source: Game has ended! It's a tie
de: Spiel vorbei! Unentschieden
es: ¡Juego terminado! Empate
fr: Partie terminée ! Match nul
ru: Игра закончена! Ничья

# unlocked_title
source: You unlocked a PRO feature!
de: Du hast eine PRO Funktion freigeschaltet!
es: ¡Ha desbloqueado una PRO funcionalidad!
fr: Vous avez débloqué une fonctionnalité PRO !
ru: Вы открыли дополнительные возможности!

# unlocked_darkmode
source: You can now enable dark mode in settings
de: Sie können nun den Dunkelmodus in den Einstellungen aktivieren
es: Ahora puede activar el modo oscuro en los ajustes
fr: Vous pouvez maintenant activer le thème foncé dans les paramètres
ru: Теперь вы можете активировать тёмную тему в настройках

# unlocked_hardcore
source: You can now enable hardcore in settings
de: Sie können nun den Hardcore-Modus in den Einstellungen aktivieren
es: Ahora puede activar el modo hardcore en los ajustes
fr: Vous pouvez maintenant activer le mode hardcore dans les paramètres
ru: Теперь вы можете включить режим Хардкор в настройкахs

# pro
source: Tic TAI PRO features
de: Tic TAI PRO Funktionen
es: Tic TAI PRO funcionalidades
fr: Fonctionnalités Tic TAI PRO
ru: Особенности Tic TAI PRO

# no_pro
source: Play to unlock PRO features
de: Spielen Sie, um PRO Funktionen freizuschalten
es: Juega para desbloquear PRO funcionalidades
fr: Jouez pour débloquer des fonctionalités PRO
ru: Играйте больше, чтобы открыть дополнительные возможности

# isDarkMode
source: Enable dark mode
de: Aktiviere Dark Mode
es: Activar el modo oscuro
fr: Activer le thème foncé
ru: Тёмная тема

# isHardcore
source: Enable hardcore
de: Aktiviere Hardcore-Modus
es: Activar el modo hardcore
fr: Activer le mode hardcore
ru: Активировать Хардкор

# about
source: More about the app
de: Mehr über die App
es: Más sobre la aplicación
fr: Plus à propos de l'application
ru: Подробнее о приложении

# video
source: See the development video
de: Video zur Entwicklung dieses Spiels
es: Ver el video del desarrollo
fr: Voir la vidéo du développement
ru: Посмотреть видео разработки

# instagram
source: Follow the developer on Instagram
de: Folge dem Entwickler auf Instagram
es: Seguir el desarrollador en Instagram
fr: Suivre le développeur sur Instagram
ru: Подписаться на создателя в Instagram

# donate_thanks
source: Thanks for donating to our organization!
de: Danke für ihre Spende zu unsere Organisation!
es: ¡Gracias por tu donación para nuestra organización!
fr: Merci du don pour notre association !
ru: Спасибо за пожертвование организации!

# donate_footer
source: This donation will help our organization to develop its projects, mainly Extopy, the social network we are working on, which will require some storage for its servers.
de: Diese Spende wird unserem Organisation helfen, seinen Projekte zu entwickeln, insbesondere Extopy, das soziale Netzwerk, das wir entwickeln und das hauptsächlich Speicher auf seinen Servern benötigt.
es: Esta donación ayuda nuestra organización para desarrollar sus proyectos, principalmente Extopy, la red social que somos desarrollando, que necesitara almacenamiento para sus servidores.
fr: Ce don va aider notre association à développer ses projets, notamment Extopy, le réseau social que nous développons, qui va nécessiter principalement du stockage sur ses serveurs.
ru: Это пожертвование поможет нашей организации развивать свои проекты, главным образом Експтопи, социальную сеть, над которой мы работаем, которая потребует некоторого хранилища для своих серверов.

# donate_header
source: Select an amount to donate:
de: Wählen Sie ein Betrag für ihre Spende:
es: Elige cuanto quiere donar:
fr: Sélectionnez le montant à donner :
ru: Выберите размер пожертвования:

# donate_title
source: Donate
de: Spenden
es: Hacer una donación
fr: Faire un don
ru: Поддержать разработчика
